[
  {
    "public": true,
    "title": "Frequently Asked Questions (FAQ)",
    "description": "# What browser should I use when accessing the Research Concierge Portal?\n\nPlease use Google Chrome, Mozilla Firefox, or Microsoft Edge.  \n\n# How can I get help with the portal?\n\nIf you would like to have a personal tour of the portal to better find content or understand functionality, you can request a consult from the Research Concierge Services Manager.  Make sure you are logged in, select the HELP button in upper right, and then select the 'Request Consult' button in the top right of the portal and completing the subsequent consult web form.  This button only appears to users who are logged in to the system.  If you do not have a personal login for the portal, you can send an email to ResearchConcierge@hscmail.mcc.virginia.edu.   \n\nInvestigators can request support or more information about a specific resource by using the contact information provided on the resource page or the associated website.  \n\n![](/assets/help/01.gif)\n# What is the goal of Phase I of the Research Concierge Portal?\n\nThe first phase involved developing a single online entry point to essential clinical and translational research resources and information.  Resources can be filtered by institutional affiliation so content is presented to each user based on availability at their site.  Some resources are shared across iTHRIV, although many remain specific to each institution.\n\n\n# How is content populated in the portal?\n\nResource page content is 'crowd-sourced' by research service providers, educators, lab managers, and other resource owners.  A user who is logged in to the portal can build a new page by selecting the 'Add Resource' button in any category.  Completed pages will go live after an iTHRIV portal admin approves them.  Updates can be easily made at any time by a resource owner by selecting the edit icon they will see on their resource pages.  Please write to ResearchConcierge@hscmail.mcc.virginia.edu if you are aware of helpful resources that are not yet listed so we can work to add them.  If you are a resource owner, please refer to the [Portal Content Management Guide](https://portal.ithriv.org/#/resource/695) for further details.\n\n![](/assets/help/02.gif)\n  # What can I expect to see in the Research Concierge Portal in the future?\n\nNew translational health research tools will continue being added to the portal as they become available. Please write to ResearchConcierge@hscmail.mcc.virginia.edu if you are aware of helpful resources that are not yet listed so we can work to add them.  The next phases of portal development will aim to add new features such as: thematic resource families, project level communications and document sharing, collaborator search tools, and more!  We are open to your suggestions regarding how we can better support your research processes.\n\n# I am a potential research subject or a community collaborator, but not an employee of an iTHRIV institution.  Can I still use the portal?\n\nYes!  All users first enter the portal in public mode.  You are welcome to browse the portal to learn about human subject research protection, to find iTHRIV projects and publications, to access educational materials, to learn about federal oversite of health research, and much more.\n# I am a researcher or staff member at an iTHRIV institution.  How do I log in to the portal?\n\nSelect the log in button to the top right or your institutional logo wherever it appears in the system.  If you are employed by the University of Virginia or Virginia Tech you can log in using your institutional credentials.  After picking your institutional logo, you will be directed to an InCommon page.  After selecting your institution from the long list of InCommon institutions and saving this selection for future ease, you will be directed to the InCommon login page where you can enter your current institutional user id and password.  Being logged in will allow you to select personal favorites and edit the resource pages you own.  The login functionality is under development for users from Carilion and Inova, but an institutional view is available in the meantime.  Simply select your institution to be presented with your current options.\n\n![](/assets/help/03.gif)\n# How does resource filtering work in the portal?\n\nResources will be presented to you based on what is most pertinent to you or available to you based on your institutional affiliation.  For example, if you are logged in through UVA and looking at the default 'available to me' tab within a category, you will see all UVA resources as well as any public resources or shared Virginia Tech, Carilion Clinic, or Inova resources that you may use.  If you are a Public users, you will see resources and topics that are most relevant to you or that represent services anyone can use.  Everyone can still select the 'view all in category' button to see an unfiltered list of resources in that category.  This full list may be helpful when you are collaborating with a researcher from another site or if you simply want to learn more about resources across our network.\n\n![](/assets/help/04.gif)\n# How do I change between the graph view (animated circles) and the list view when browsing resources?\n\nThere are two icons next to the words 'change view' towards the top of your page.  Toggle between the two types of views to find your preference.  The same content is available through both views.\n\n![](/assets/help/05.gif)\n# How do I change the font and image size on the website?\n\nHold down the Ctrl key and press + or - to increase or decrease the font size.  This will also adjust sizing of the images on the page which may improve your browsing experience."
  },
  {
    "public": false,
    "title": "Content Management Guide",
    "description": "# How is content populated in the portal?\n\nResource page content is 'crowd-sourced' by research service providers, educators, lab managers, and other resource owners.  A user who is logged into the portal can build a new page by selecting the 'Add Resource' button in any category.  Completed pages will go live after an iTHRIV portal administrator approves them.  Updates can be made easily at any time by a resource owner by selecting the edit icon they will see on their resource pages.  Please write to ResearchConcierge@hscmail.mcc.virginia.edu if you are aware of helpful resources that are not yet listed so we can work to add them, or if you are a resource owner and you would like assistance with creating or editing your pages.  Resource owners can also reference the sections below for more details.\n\n# How do I add a health research resource to the portal?\n![](/assets/cm_guide/01.gif)\n\nAny user who is responsible for a research resource at one of the iTHRIV partner institutions has the ability to add a resource to the portal.   To add a resource, first log in through your institution.  Browse to any category where the resource will live.  Select the green “Add Resource” button towards the top of the category page.\nPopulate all fields of the add resource web form:\n\n**Resource Name (required):**  Enter the name of your resource or the question that you want to address with your resource page (such as, “How do I access UVA health records for research?”).\n\n**Description (required):**  Type or paste in your main page content.  You can use the edit icons at the top of this box to do some basic formatting.  Click the “?” icon to view formatting instructions.  Remember that your main audience consists of researchers trying to move their projects forward.  We suggest you:\n* mention a few key FAQs that are relevant to the majority of researchers\n* highlight underutilized aspects of your resource\n* address any misconceptions or direct users to related resources\n\n**Contact (optional):**  All contact fields are optional but helpful if you want users to be able to directly reach out to someone on your team for more information.  You might elect to use a general resource email for your team.\n\n**Owners (required):**  Identify at least one owner by entering an email in the required format (ex: xxxxx@virginia.edu).  Be sure to list yourself if appropriate.  Owners will be able to make edits to the page.\n\n**Cost Type (optional):**  You can leave this field blank or select from the general list of values to indicate whether or not there are charges associated with use of the resource.  Options include: Variable, Cost Recovery, Free to Home Institution, Free Across iTHRIV.\n\n**Select Type (required):**  Select from a list of resource types.  This is a very general group that will be reflected by an icon on the small resource cards.  Users can filter resources by type as one way to narrow a search.\n\n**Home Institution (required):**  Select the institution that owns and manages this resource (your own institution as the resource owner).\n\n**Who can use this resource (required):**  Select all user groups that have permission to directly use this resource.  These user groups will see this in their 'resources you have access to' category tab. User groups not selected here will only see this resource page when they select the 'view all in category' tab.\n\n**Website (optional):** You can chose to link your page to an external website.  You might use the main description section to describe what users will find by following this link and when they should reference your online resources.\n\n**Select Categories (required):** Every resource must be associated with at least one category in the portal.  It is possible to associate your resource with multiple categories.  Pick the area(s) where you think it fits best.\n\n**Attachments (optional):** You can attach files to your resource page by dragging and dropping them into the form.  \n\nHit “Save” before exiting your page.  You can only save once you have something in each required field.  You do not need to be fully done with the page to save and close it, as you can return to it to make changes later.  Initially, the page will be in “unapproved” status which is indicated by a banner on the resource.  As an owner, you will see the unapproved resource and it will also be visible to system administrators.  However, other users cannot see the “unapproved” resource.  \n\nWhen you are done working on your draft resource page, submit a consult request naming the resource and requesting review and approval.  The resource will be submitted to iTHRIV system administrators at your institution who can suggest edits if needed, and then approve/publish in the live system.  \n\n# How do I find and edit the resource pages I own or co-own?\n![](/assets/cm_guide/02.gif)\n\nFrom the main dashboard, select the “My Resources” tab in lower right corner.  You should see your page(s) listed there for which you have edit privileges.  Any edits you make will go live immediately. \nReview the page(s).  You can use the edit icon (pencil) to make edits, add other owners (using described email format), adjust the pointer to another website, or add attachments.\nRemember that the main audience consists of researchers trying to plan or perform some stage of their projects.  In addition to a basic description and the pointer to your website, you may want to:\n* mention a few key FAQs that are relevant to the majority of researchers\n* highlight underutilized aspects of your resource\n* address any misconceptions or direct users to related resources\n\nOptional: upload any helpful files.  Files are easily attached in a field at the bottom of the edit form.  You can ask that a resource be marked “unapproved” temporarily while you are working on edits, or you can save edits as you go.  Changes to an approved resource page will go live in the system immediately.\n\n![](/assets/cm_guide/03.gif)\n\n\nEmail ResearchConcierge@hscmail.mcc.virginia.edu with any questions or submit a consult request using the button towards the top right of the portal.\n\n\n# Who oversees the portal and the new resources that are added? \nThe iTHRIV portal receives technical support from web developers in the Research Computing group at UVA.  The iTHRIV Research Concierge Services Manager at UVA is responsible for the functional design of the portal as well as overall content management.  There are also one or more system administrators for the portal at each iTHRIV institution.  System administrators have the ability to view, edit, and approve newly created resources, so that they may curate the resources available at their institution. \n\nSubmit a consult request if you have issues or need to contact a system administrator at your institution.  You can use the consult form to communicate about your resource pages.\n\n![](/assets/cm_guide/04.gif)"
  }
]